Revit 2027 API
ParameterTypeId.PropertySegmentNS Property
 "N/S"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PropertySegmentNS { get; }
Public Shared ReadOnly Property PropertySegmentNS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PropertySegmentNS {
	ForgeTypeId^ get ();
}
static member PropertySegmentNS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace